{
    "term": {
      "name": "( นโยบายคุ้มครองสิทธิในความเป็นส่วนตัว )",
      "detail": [
        {
          "name": "ข้อความทั่วไป",
          "detail": [
            "หลักการของบริษัทในการคุ้มครองสิทธิในความเป็นส่วนตัวของท่าน",
            "นโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้อธิบายแนวทางที่ บริษัท โปร เซอร์วิส จำกัด จะใช้จัดการและปกป้องรักษาข้อมูลที่ท่านให้บริษัทมาในขณะท่านใช้บริการของบริษัทดังที่ได้ระบุไว้ในข้อบริการที่ครอบคลุมต่อไปนี้ และทางเลือกต่าง ๆ ที่ท่านมีในการเข้าถึงและการควบคุมข้อมูลของท่านตามที่ได้อธิบายไว้โดยละเอียดดังต่อไปนี้ โดยบริษัทยึดหลักการพื้นฐานเหล่านี้ เพื่อที่บริษัทจะสามารถเคารพสิทธิในความเป็นส่วนตัวของท่านและคุ้มครองข้อมูลของท่านได้",
            "1. บริษัทจะเก็บเฉพาะข้อมูลที่จำเป็นแก่การปฏิบัติตามวัตถุประสงค์ในการใช้ดังที่ได้ระบุไว้",
            "2. บริษัทจะระบุวัตถุประสงค์ในการจัดเก็บข้อมูลของท่าน",
            "3. บริษัทจะแจ้งให้ท่านทราบเกี่ยวกับข้อมูลที่จะจัดเก็บและขอรับความยินยอมจากท่านในการเก็บ ใช้ หรือเปิดเผยข้อมูลของท่าน",
            "4. บริษัทจะใช้หรือเปิดเผยข้อมูลของท่านเฉพาะเพื่อการอันตรงกับวัตถุประสงค์ในการจัดเก็บนั้น เว้นแต่ท่านจะได้ยินยอม หรือกฎหมายจะกำหนดไว้เป็นอย่างอื่น และบริษัทจะเก็บข้อมูลของท่านเป็นระยะเวลาเท่าที่จำเป็นแก่การทำให้บรรลุซึ่งวัตถุประสงค์นั้น",
            "5. บริษัทจะคุ้มครองข้อมูลของท่านโดยใช้มาตรการรักษาความปลอดภัยอย่างเหมาะสม",
            "6. บริษัทจะพยายามดูแลให้ข้อมูลของท่านถูกต้อง ครบถ้วน และเป็นปัจจุบัน",
            "7. บริษัทจะจัดทำนโยบายและแนวปฏิบัติของบริษัท สำหรับการจัดการข้อมูลของท่านให้โปร่งใสที่สุดเท่าที่ทำได้",
            "8. บริษัทจะรับผิดชอบต่อท่านเสมอ โดยท่านมีสิทธิแสดงความคิดเห็นของท่านได้เสมอเกี่ยวกับการปฏิบัติตามหลักการข้างต้นและนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้",
            "9. ท่านจะมีสิทธิเข้าถึงข้อมูลของท่านได้เสมอ และสามารถแก้ไขข้อมูลของท่านให้ถูกต้องได้ตามสมควร"
          ]
        },
        {
          "name": "ข้อมูลประเภทใดที่บริษัทจัดเก็บจากฉัน และเก็บอย่างไร",
          "detail": [
            "บริษัทได้รับข้อมูลบางประการจากท่านซึ่งจำเป็นแก่การอนุญาตให้ท่านใช้บริการของบริษัทได้ โดยข้อมูลที่บริษัทจัดเก็บมีสองประเภทหลัก ๆ ดังนี้",
            "๐ ข้อมูลที่ท่านให้",
            "• ข้อมูลลงทะเบียนโดยผู้ใช้เพื่อส่งเสริมให้เกิดการสื่อสารอย่างสะดวกสบายระหว่างผู้ใช้ บริษัทอาจขอให้ผู้ใช้ลงทะเบียนข้อมูลผู้ใช้ เช่น ชื่อ นามสกุล ที่อยู่ หมายเลขโทรศัพท์ อีเมล์แอดเดรส รหัสไปรษณีย์ เพื่อการจัดส่งสินค้า เอกสาร ที่ถูกต้อง",
            "• กิจกรรมส่งเสริมการขายในบางครั้ง บริษัทอาจขอให้ท่านให้ข้อมูลต่าง ๆ เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ อีเมล์แอดเดรส เพศ และวันเดือนปีเกิดของท่าน เพื่อทำการสำรวจ จับสลาก และจัดงานส่งเสริมการขายลักษณะอื่นๆ",
            "• ข้อมูลติดต่อผู้ใช้บริษัทจัดเก็บข้อมูลผู้ใช้ รวมทั้งที่อยู่อีเมล์ ประเภทอุปกรณ์ ประเภทระบบปฏิบัติการ ฯลฯ ขณะที่ผู้ใช้ติดต่อบริษัท เพื่อช่วยให้ทราบตัวผู้ใช้สำหรับตรวจสอบปัญหาที่แจ้งมา และเพื่อให้สามารถแจ้งตอบข้อซักถามได้ตามความเหมาะสม",
            "• ข้อมูลการชำระเงินในบางครั้ง บริษัทอาจได้มาซึ่งข้อมูลบัตรเครดิตของผู้ใช้เพื่อประมวลผลการชำระเงินที่เกี่ยวกับการซื้อและบริการที่ชำระแล้ว ขอเรียนให้ทราบว่า บริษัทจะไม่เก็บข้อมูลบัตรเครดิตใด ๆ ไว้ เนื่องจากการชำระเงินค่าซื้อสินค้าจะถูกดำเนินการให้แล้วเสร็จโดยหน่วยงานด้านการชำระเงินที่เกี่ยวข้อง",
            "๐ ข้อมูลที่บริษัทได้จากการที่ท่านได้ใช้บริการ",
            "• หมายเลขภายในผู้ใช้ ของท่านเพื่อยืนยันตัวผู้ใช้และป้องกันมิให้ผู้ใดใช้บริการโดยไม่ได้รับอนุญาต ตลอดจนเพื่อเชื่อมโยงบริการเข้ากับบัญชีข้อมูล ของท่าน",
            "• คุกกี้ (Cookies) เพื่อการให้บริการที่ดีที่สุดเท่าที่สามารถทำได้แก่ผู้ใช้ ตลอดจนเพื่อวัตถุประสงค์ในการบำรุงรักษาและการรักษาความปลอดภัย บริษัทอาจใช้คุกกี้เก็บข้อมูลการตั้งค่าผู้ใช้ บันทึกตัวเลขการเข้าระบบ และตรวจสอบรูปแบบและสถิติการใช้ ยกตัวอย่างเช่น บริษัทอาจใช้ Google Analytics เพื่อช่วยบริษัทในเรื่องนี้ โดยท่านสามารถเลือกปิดการใช้งานคุกกี้ได้ แต่อย่างไรก็ตาม ท่านจะไม่สามารถใช้บริการส่วนที่ต้องใช้คุกกี้ดังกล่าวได้",
            "• ล็อก (Logs) เมื่อเข้าระบบบริการแล้ว บริษัทอาจได้รับและจัดเก็บข้อมูลล็อกเข้าระบบ เช่น เลขที่อยู่ไอพี (IP Address) ประเภทเบราว์เซอร์ (Browser) และภาษาเบราว์เซอร์ของท่านโดยอัตโนมัติ ข้อมูลเช่นว่านั้นจะนำไปใช้วิเคราะห์สภาพแวดล้อมของผู้ใช้เพื่อให้บริษัทสามารถให้บริการได้ดียิ่งขึ้น ตลอดจนเพื่อป้องกันกิจกรรมที่ไม่ได้รับอนุญาตหรือมีลักษณะฉ้อฉลซึ่งรบกวนการให้บริการตามปกติ",
            "• ข้อมูลตำแหน่งที่ตั้ง (Location Information) ขณะที่ท่านเลือกบรรจุข้อมูลตำแหน่งที่ตั้งขึ้นนั้น บริษัทจะได้รับข้อมูลตำแหน่งที่ตั้งซึ่งส่งมาจากอุปกรณ์ของท่าน โดยบริษัทจะใช้ข้อมูลตำแหน่งที่ตั้งของท่านเฉพาะภายในขอบเขตที่จำเป็นแก่การให้บริการตามที่ได้กำหนดไว้",
            "• ข้อมูลอุปกรณ์ (Device Information) บริษัทอาจได้รับข้อมูลอุปกรณ์ของท่าน (เช่น เวอร์ชั่น (Version) ต่าง ๆ ของแอพพลิเคชั่น (Application) ระบบปฏิบัติการ การตั้งค่าภาษาและประเทศ และต้นแบบอุปกรณ์ต่าง ๆ) เป็นครั้งคราว ข้อมูลนี้จะนำไปใช้เพื่อการปรับปรุงคุณภาพในการให้บริการของบริษัท รวมทั้งป้องกันการใช้บริการในลักษณะผิดกฎหมายหรือไม่เหมาะสม"
          ]
        },
        {
          "name": "บริษัทนำข้อมูลที่จัดเก็บไว้ไปใช้อย่างไร",
          "detail": [
            "บริษัทใช้ข้อมูลที่จัดเก็บไว้เพื่อวัตถุประสงค์ดังต่อไปนี้",
            "• เพื่อให้บริการแก่ผู้ใช้ได้อย่างราบรื่นไม่ติดขัด",
            "• เพื่อป้องกันการใช้บริการโดยไม่ได้รับอนุญาตหรือในลักษณะฉ้อฉล",
            "• เพื่อรวบรวมข้อมูลสถิติเกี่ยวกับการบริการ",
            "• เพื่อวิเคราะห์และวิจัยสำหรับการตรวจสอบทบทวนและปรับปรุงการบริการ",
            "• เพื่อให้บริษัทสามารถจัดการกับข้อซักถามต่าง ๆ จากผู้ใช้ได้อย่างมีประสิทธิภาพ",
            "• เพื่อให้ข้อมูลเกี่ยวกับการบริการ ฯลฯ รวมทั้งข้อมูลโฆษณาจากหุ้นส่วนธุรกิจทั้งหลายของบริษัท",
            "• เพื่อสร้างสรรค์งานพัฒนาใหม่ ๆ เกี่ยวกับบริการในอนาคต",
            "• เพื่อจับสลากผู้ได้รับรางวัลในกิจกรรมส่งเสริมการขายต่าง ๆ เพื่อจัดส่งของรางวัลให้แก่ผู้ได้รับรางวัลและส่งมอบผลิตภัณฑ์ที่ซื้อ ฯลฯ",
            "• เพื่อตรวจสอบตัวตนเมื่อผู้ใช้มีข้อซักถาม ฯลฯ",
            "• เพื่อประมวลผลข้อเรียกร้องต่าง ๆ ที่เกี่ยวกับรายการที่ซื้อและบริการที่ได้รับชำระแล้ว",
            "• เพื่อแจ้งให้ท่านทราบถึงข้อมูลสำคัญอื่นใดเกี่ยวกับการบริการและเพื่อติดต่อท่านตามความจำเป็น"
          ]
        },
        {
          "name": "บริษัทนำข้อมูลที่จัดเก็บไว้ไปแลกเปลี่ยนกับใครบ้างหรือไม่",
          "detail": [
            "นอกเหนือจากที่อธิบายไว้ในนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้ บริษัทจะไม่ให้ข้อมูลของท่านแก่บุคคลภายนอกโดยไม่ได้รับความยินยอมจากท่าน เว้นแต่บริษัทจะมีหน้าที่หรือได้รับอนุญาตให้ทำได้ตามกฎหมายที่เกี่ยวข้อง"
          ]
        },
        {
          "name": "บริษัทใช้บริการของผู้ให้บริการรายอื่นบ้างหรือไม่",
          "detail": [
            "บริษัทได้ใช้ผู้ให้บริการรายอื่นในบางกรณี เพื่อช่วยเหลือบริษัทในการให้บริการที่ดีที่สุดแก่ท่านเท่าที่สามารถทำได้ ก่อนที่บริษัทจะใช้ผู้ให้บริการรายใด บริษัทจะดำเนินการให้แน่ใจว่าผู้ให้บริการรายนั้นจะจัดการข้อมูลของท่านตามนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้และกฎหมายที่เกี่ยวข้อง"
          ]
        },
        {
          "name": "ฉันจะเข้าถึงหรือจัดการแก้ไขข้อมูลของฉันเองได้หรือไม่",
          "detail": [
            "บริษัทได้พยายามจัดการให้ท่านควบคุมข้อมูลของท่านได้อย่างง่ายดายที่สุดเท่าที่สามารถทำได้ โดยท่านสามารถยืนยันหรือแก้ไขข้อมูลบางประการที่ท่านได้ลงทะเบียนไว้ (เช่น ชื่อ นามสกุล ที่อยู่ หมายเลขโทรศัพท์ อีเมล์แอดเดรส รหัสไปรษณีย์) ได้โดยตรงในแอพพลิเคชั่น PROPICKไม่ว่าในเวลาใด ท่านสามารถส่งหนังสือมายังบริษัทไม่ว่าในเวลาใด ๆ เพื่อยืนยัน แก้ไข หรือลบข้อมูลส่วนบุคคลอื่นใดที่ บริษัทมีอยู่ซึ่งไม่สามารถขอยืนยันโดยตรงได้ผ่านแอพพลิเคชั่น PROPICK โดยเมื่อตรวจสอบตัวตนของท่านเรียบร้อยแล้ว บริษัทจะแจ้งตอบคำขอของท่านภายในระยะเวลาอันควรตามกฎหมายที่เกี่ยวข้อง"
          ]
        },
        {
          "name": "บริษัทพยายามทำให้การบริการปลอดภัยด้วยวิธีใด",
          "detail": [
            "บริษัทได้พยายามตลอดมาและจะพยายามต่อไป เพื่อทำให้การบริการของบริษัทปลอดภัยที่สุดเท่าที่สามารถทำได้ ในการดำเนินการดังกล่าวอย่างต่อเนื่องของบริษัท ลูกจ้างบริษัทอาจเข้าถึงข้อมูลที่ท่านได้ให้ไว้ในกรณีมีเหตุที่ทำให้บริษัทเชื่อได้ว่า เงื่อนไขบริการของบริษัทถูกละเมิดหรือน่าจะถูกละเมิด หรือในกรณีมีข้อพิพาทใด ๆ ระหว่างผู้ใช้"
          ]
        },
        {
          "name": "PROPICK จัดเก็บข้อมูลของฉันไว้นานแค่ไหน",
          "detail": [
            "บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านเป็นระยะเวลาตราบเท่าที่จำเป็นแก่การบรรลุวัตถุประสงค์ดังที่ได้ระบุไว้ในนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้ เว้นแต่กฎหมายจะกำหนดหรืออนุญาตให้จัดเก็บไว้ได้นานกว่านั้น"
          ]
        },
        {
          "name": "ข้อมูลของฉันได้ถูกประมวลผลและจัดเก็บไว้ที่ไหน",
          "detail": [
            "เพื่อการให้บริการ บริษัทจะประมวลผลและจัดเก็บข้อมูลบนเซิฟเวอร์ (Server) ที่มั่นคงปลอดภัยในประเทศต่าง ๆ ทั่วโลก โดยในการดำเนินการใช้บริการต่อไปนั้น ท่านได้ตกลงให้ บริษัทสามารถโอนข้อมูลของท่านออกนอกประเทศของท่านได้"
          ]
        },
        {
          "name": "บริการที่ครอบคลุม",
          "detail": [
            "ให้นำนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้มาใช้กับการให้บริการดังต่อไปนี้",
            "• PROPICK Customer",
            "• PROPICK Messenger"
          ]
        },
        {
          "name": "ข้อเสนอแนะ ข้อซักถาม",
          "detail": [
            "หากท่านมีข้อซักถามประการใดเกี่ยวกับนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัท หรือแนวทางที่บริษัทใช้ในการจัดการข้อมูลของท่าน กรุณาแจ้งให้บริษัททราบโดยใช้แบบเอกสารติดต่อของบริษัทหรือทำหนังสือมาถึงบริษัทที่ บริษัทโปร เซอรวิส จำกัด เลขที่ 127/11 ซอยรามอินทรา 40 แยก 8 ถนนรามอินทรา แขวงนวลจันทร์ เขตบึงกุ่ม กรุงเทพฯ 10230 โทร 02-9499774-5 ,02-5192971 ,02-5192981 แฟ็ก 02-9499776 ,02-5192969"
          ]
        },
        {
          "name": "การแก้ไขนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัท",
          "detail": [
            "บริษัทจะแก้ไขเพิ่มเติมนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัทเป็นคราว ๆ ไปเพื่อให้สอดคล้องกับการเปลี่ยนแปลงของการบริการและกฎหมายข้อบังคับที่เกี่ยวข้อง นโยบายคุ้มครองสิทธิในความเป็นส่วนตัวนี้ได้ประกาศใช้เมื่อวันที่ 1 ตุลาคม 2560 บริษัทได้ทำการปรับปรุงข้อมูลนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัทครั้งล่าสุดเมื่อวันที่ 20 ตุลาคม 2560 บริษัทจะแจ้งให้ท่านทราบในกรณีที่บริษัทแก้ไขนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัทในข้อสำคัญ ๆ โดยจะแจ้งผ่านแอพพลิเคชั่น PROPICK และ/หรือโดยวิธีอื่นใด โดยท่านสามารถตรวจสอบนโยบายคุ้มครองสิทธิในความเป็นส่วนตัวของบริษัทได้เสมอ โดยท่านสามารถตรวจสอบได้โดยตรงผ่านทางแอพพลิเคชั่น PROPICK หรือบนเว็บไซต์ของบริษัท"
          ]
        }
      ]
    }
  }